Repository: robinsandstrom/coronawatch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: Estimate hospitalization needs
sv: Uppskatta sjukvårdsbehov

source: Important
sv: Viktigt

source: Since the 12th of March, Swedish agencies stopped testing cases outside of at-risk population. Look for trends in hospitalization or intensive care instead.
sv: Sedan den 12e mars har samtliga regioner valt att sluta testa misstänkta fall utanför riskgrupper, försök hitta trender i dödsfall och vårdtillfällen istället.

source: Future days to calculate
sv: Antal dagar att beräkna i framtiden

source: Confirmed cases
sv: Bekräftade fall

source: In hospital
sv: I slutenvård

source: In intensive care
sv: I intensivvård

source: Dead
sv: Dödsfall

source: Flows
sv: Flöden

source: The hospital care needs in this model builds on an extended SEIR-model that simulates an epidemic outbreak. People are divided into the groups S, E, Q, I, J, R, C and the flows inbetween the categories are decided by the parameters. The preset parameters are a qualified guess, but they could change with time. To change a parameter with time, please look at the code repo on github. For simplicity, we assume that people that are in intensive care have been hospitalized and that no one dies outside of intensive care. We also assume that the rate of becoming healthy again is the same regardless if you self-quarantine or not.
sv: Vårdbehoven i den här modellen bygger på en utvidgat SEIR-modell som simulerar ett epidemiskt utbrott. Människor delas in i grupperna S, E, Q, I, J, R, C och flödena mellan de olika kategorierna bestäms av parametrarna som anges här. De förinställda parametrarna är en kvalificierad gissning men kan ändras med tiden i och med att vi ändrar våra beteenden. För att ändra parametrar avseende på tid, ladda hem kod från GITHUB-repot. För enkelhetens skull antar vi att människor som intensivvårdas har tidigare vårdats i slutenvård, och att patienter enbart dör i intensivvården. Vi antar också att tillfrisknaden som sjuk är detsamma oavsett om man gått in i frivillig karantän eller inte.

source: Population factor
sv: Befolkningsandel

source: Unrecorded factor
sv: Mörkertal

source: Infectiousness constant
sv: Smittsamhet

source: Asymptomatic infectiousness
sv: Asymptomatisk smittsamhet

source: Quarantined infectiousness
sv: Karantänad smittsamhet

source: Isolated infectiousness
sv: Smittsamhet på sjukhus

source: Incubation time
sv: Inkubationstid

source: days
sv: dagar

source: Average days as sick
sv: Genomsnittlig tid som sjuk

source: Average days in hospital
sv: Genomsnittlig tid på slutenvård

source: Average days in intensive care
sv: Genomsnittlig tid på intensivvård

source: Infected population in quarantine
sv: Smittsamma i karantän

source: Cases needing hospitalization
sv: Fall som kräver slutenvård

source: Hospitalization cases needing intensive care
sv: Slutenvårdsfall som kräver intensivvård

source: Death rate in intensive care
sv: Andel som dör i intensivvård

source: Calculate
sv: Beräkna
